Repository: Esukhia/Corpora
Catalog: Parallel/84000/Toh_309-The_Sutra_on_Impermanence-v1.tmx
Source language: bo
Languages: en

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all buddhas and bodhisattvas!

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན། དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ།
en: The Bhagavān was dwelling in Anāthapiṇḍada’s park, in the Jeta Grove in Śrāvastī, along with a large monastic assembly.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ།
en: The Bhagavān addressed the monks as follows:

source: དགེ་སློང་དག་ཆོས་བཞི་པོ་འདི་དག་ནི་འཇིག་རྟེན་ཐམས་ཅད་ལ་སྡུག་པ། དབེན་པ། ཕངས་པ། ཡིད་དུ་འོང་བ། མངོན་པར་དགའ་བར་བྱ་བའོ།
en: “Monks, four things are appealing, singled out, considered valuable, pleasant, and highly appreciated by everyone.

source: །བཞི་གང་ཞེ་ན།
en: What are those four?

source: དགེ་སློང་དག་ནད་མེད་པ་ནི་འཇིག་རྟེན་ཐམས་ཅད་ལ་སྡུག་པ། དབེན་པ། ཕངས་པ། ཡིད་དུ་འོང་བར་མངོན་པར་དགའ་བར་བྱ་བའོ།
en: “Monks, good health is appealing, singled out, considered valuable, pleasant, and highly appreciated by everyone.

source: །ནད་མེད་པ་དེའི་མཐའ་ཡང་ནད་ཡིན་ཏེ།
en: Good health, however, ends with sickness.

source: དགེ་སློང་དག་ནད་ནི་འཇིག་རྟེན་ཐམས་ཅད་ལ་མི་སྡུག་པ། མི་དབེན་པ། མི་ཕངས་པ། ཡིད་དུ་མི་འོང་བ་མངོན་པར་དགའ་བར་བྱ་བ་མ་ཡིན་པའོ།
en: Monks, sickness is neither appealing, nor is it singled out, considered valuable, pleasant, or highly appreciated by anyone.

source: །དགེ་སློང་དག་ལང་ཚོ་ནི་འཇིག་རྟེན་ཐམས་ཅད་ལ་སྡུག་པ། དབེན་པ། ཕངས་པ། ཡིད་དུ་འོང་བ་མངོན་པར་དགའ་བར་བྱ་བའོ།
en: “Monks, youth is appealing, singled out, considered valuable, pleasant, and highly appreciated by everyone.

source: །ལང་ཚོ་འདིའི་མཐའ་ཡང་རྒ་བ་ཡིན་ཏེ།
en: Youth, however, ends with the aging of the body.

source: དགེ་སློང་དག་རྒ་བ་ནི་འཇིག་རྟེན་ཐམས་ཅད་ལ་མི་སྡུག་པ། མི་དབེན་པ། མི་ཕངས་པ། ཡིད་དུ་མི་འོང་བ། མངོན་པར་དགའ་བར་བྱ་བ་མ་ཡིན་པའོ།
en: Monks, the aging of the body is neither appealing, nor is it singled out, considered valuable, pleasant, or highly appreciated by anyone.

source: །དགེ་སློང་དག་འབྱོར་པ་ནི་འཇིག་རྟེན་ཐམས་ཅད་ལ་སྡུག་པ། དབེན་པ། ཕངས་པ། ཡིད་དུ་འོང་བ་མངོན་པར་དགའ་བར་བྱ་བའོ།
en: “Monks, prosperity is appealing, singled out, considered valuable, pleasant, and highly appreciated by everyone.

source: །འབྱོར་པ་དེའི་མཐའ་ཡང་རྒུད་པ་ཡིན་ཏེ།
en: Prosperity, however, ends with its decline.

source: དགེ་སློང་དག་རྒུད་པ་ནི་འཇིག་རྟེན་ཐམས་ཅད་ལ་མི་སྡུག་པ། མི་དབེན་པ། མི་ཕངས་པ། ཡིད་དུ་མི་འོང་བ། མངོན་པར་དགའ་བར་བྱ་བ་མ་ཡིན་པའོ།
en: Monks, the decline of prosperity is neither appealing, nor is it singled out, nor considered valuable, pleasant, or highly appreciated by anyone.

source: །དགེ་སློང་དག་སྲོག་ནི་འཇིག་རྟེན་ཐམས་ཅད་ལ་སྡུག་པ། དབེན་པ། ཕངས་པ། ཡིད་དུ་འོང་བ་མངོན་པར་དགའ་བར་བྱ་བའོ།
en: “Monks, life is appealing, singled out, considered valuable, pleasant, and highly appreciated by everyone.

source: །སྲོག་དེའི་མཐའ་ཡང་འཆི་བ་སྟེ།
en: Life, however, ends in death.

source: དགེ་སློང་དག་འཆི་བ་ནི་འཇིག་རྟེན་ཐམས་ཅད་ལ་མི་སྡུག་པ། མི་དབེན་པ། མི་ཕངས་པ། ཡིད་དུ་མི་འོང་བ། མངོན་པར་དགའ་བར་བྱ་བ་མ་ཡིན་པའོ།
en: Monks, death is neither appealing, nor is it singled out, considered valuable, pleasant, or highly appreciated by anyone.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ཏེ། བདེ་བར་གཤེགས་པས་དེ་སྐད་གསུངས་ནས། སྟོན་པས་གཞན་ཡང་འདི་སྐད་བཀའ་སྩལ་ཏོ།
en: Thus spoke the Bhagavān, the Sugata, and having spoken the Teacher added these words:

source: །ནད་མེད་མི་རྟག་ལང་ཚོ་རྟག་མ་ཡིན། །འབྱོར་པ་མི་རྟག་སྲོག་ཀྱང་རྟག་མ་ཡིན།
en: “Good health is impermanent, Youth does not last. Prosperity is impermanent, And life, too, does not last.

source: །སྐྱེ་བོ་མི་རྟག་ཉིད་ཀྱིས་ཉེན་གྱུར་ན། །འདོད་པའི་ཡོན་ཏན་དགའ་བ་ཇི་ལྟར་སྐྱེ།
en: How can beings, afflicted as they are by impermanence, Take delight in desirable things like these?”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། དགེ་སློང་དེ་དག་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།
en: When the Bhagavān had thus spoken, the monks rejoiced and praised his words.

source: །མི་རྟག་པ་ཉིད་ཀྱི་མདོ་རྫོགས་སོ།།
en: This completes The Sūtra on Impermanence.

source: །།རྒྱ་གར་གྱི་མཁན་པོ་སུ་རེན་དྲ་བོ་དྷི་དང་། ཞུ་ཆེན་གྱི་ལོ་ཙྪ་བ་བན་དེ་ཞང་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ནས་སྐད་གསར་ཅད་ཀྱིས་ཀྱང་བསྣན་ནས་གཏན་ལ་ཕབ་པ།། །།
en: Translated and edited by the Indian scholar Surendrabodhi and the principal editor-translator, the monk Zhang Yeshé Dé. It was then also reviewed and finalized in accordance with current language reforms.
